{"translation-revision-date":"2025-09-22 13:21:51+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"Note that the extension hasn’t been installed. This will simply dismiss our limited time offer. Please take a moment to tell us why you’d like to dismiss the WooPayments offer.":["Upozorňujeme, že rozšírenie nebolo nainštalované. Týmto sa naša časovo obmedzená ponuka jednoducho zruší. Venujte nám chvíľu a povedzte nám, prečo chcete ponuku WooPayments zrušiť."],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Používaním WooPayments súhlasíte s našimi<a1> Podmienky služby<\/a2> (vrátane WooPay)<a3> obchodné podmienky<\/a3> ) a potvrdzujeme, že ste si prečítali naše<a2> Zásady ochrany osobných údajov<\/a2> Zľava bude uplatnená na platby spracované prostredníctvom WooPayments po dokončení inštalácie, nastavenia a pripojenia. "],"Have questions?":["Máte otázky?"],"Just dismiss WooPayments":["Stačí zavrieť WooPayments"],"& more":["& viac"],"No thanks, I don’t want WooPayments":["Nie ďakujem, nechcem WooPayments"],"WooPayments is pre-integrated with all popular payment options":["WooPayments je predintegrovaný so všetkými populárnymi platobnými možnosťami"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Používaním WooPayments súhlasíte s našimi<a1> Podmienky služby<\/a2> a potvrdzujeme, že ste si prečítali naše<a2> Zásady ochrany osobných údajov<\/a2> Zľava bude uplatnená na platby spracované prostredníctvom WooPayments po dokončení inštalácie, nastavenia a pripojenia. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Ahoj%s, spravuj svoje podnikanie a platby na jednom mieste, bez akýchkoľvek nákladov na nastavenie alebo mesačných poplatkov."],"extension in your store.":["rozšírenie vo vašom obchode."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Povoľte Affirm spolu s WooPayments a dajte kupujúcim možnosť vybrať si spôsob platby, ktorý im vyhovuje a vyhovuje ich rozpočtu – od 4 bezúročných platieb každé 2 týždne až po mesačné splátky."],"Dismiss and send feedback":["Odmietnuť a odoslať spätnú väzbu"],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Aktivujte Klarna spolu s WooPayments. S Klarna Payments si kupujúci môžu vybrať spôsob platby na splátky, ktorý chcú: Zaplatiť teraz, Zaplatiť neskôr alebo Rozdeliť. Žiadne čísla kreditných kariet, žiadne heslá, žiadne starosti."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Povoľte Amazon Pay spolu s WooPayments a umožnite kupujúcim platiť prostredníctvom Amazon Pay. Transakcie prebiehajú prostredníctvom vstavaných widgetov Amazonu, takže kupujúci nikdy neopustí vašu stránku."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Povoľte platby cez PayPal spolu s WooPayments. Poskytnite svojim zákazníkom ďalší spôsob bezpečnej a pohodlnej platby cez PayPal, PayLater a Venmo."],"Add more ways for buyers to pay":["Pridajte ďalšie spôsoby platby pre kupujúcich"],"Why would you like to dismiss the new payments experience?":["Prečo chcete zrušiť nové platobné prostredie?"],"*See <a>Terms and Conditions<\/a> for details.":["*Podrobnosti nájdete v <a>zmluvných podmienkach<\/a> ."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Kontaktujte nás"],"It’s something else (Please share below)":["Je to niečo iné (prosím, podeľte sa nižšie)"],"I’m open to installing it another time":["Som otvorený inštalácii inokedy"],"I need more information about WooPayments":["Potrebujem viac informácií o WooPayments"],"I don’t want to install another plugin":["Nechcem inštalovať ďalší plugin"],"I’m already happy with my payments setup":["Už som spokojný\/á s nastavením platieb"],"Limited time offer":["Časovo limitovaná ponuka"],"See more":["Zobraziť viac"],"PayPal Payments":["PayPal Platby"],"Comments (Optional)":["Komentáre (voliteľné)"],"Klarna":["Klarna"],"Learn more":["Zistite viac"],"No thanks":["Nie, ďakujem"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}